Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Failed to fetch weather data: %@
ar: فشل في جلب بيانات الطقس: %@
bg: Неуспех при извличането на данни за времето: %@
ca: Error en obtenir les dades meteorològiques: %@
cs: Nepodařilo se načíst data o počasí: %@
da: Fejl ved hentning af vejruddata: %@
de: Fehler beim Abrufen der Wetterdaten: %@
el: Αποτυχία λήψης δεδομένων καιρού: %@
es: Error al obtener los datos del clima: %@
fi: Sään tietojen hakeminen epäonnistui: %@
fr: Échec de la récupération des données météorologiques : %@
he: נכשלתי במשיכת נתוני מזג האוויר: %@
hi: मौसम डेटा प्राप्त करने में विफल: %@
hr: Nije uspjelo dohvatiti podatke o vremenu: %@
hu: Nem sikerült lekérni az időjárási adatokat: %@
id: Gagal mengambil data cuaca: %@
it: Impossibile recuperare i dati meteorologici: %@
ja: 天気データの取得に失敗しました: %@
kk: Ауа райы деректерін алу сәтсіз аяқталды: %@
ms: Gagal untuk mengambil data cuaca: %@
nl: Kon weersgegevens niet ophalen: %@
pl: Nie udało się pobrać danych pogodowych: %@
pt_br: Falha ao buscar dados do clima: %@
pt_pt: Falha ao obter dados meteorológicos: %@
ro: Eșec la obținerea datelor meteorologice: %@
ru: Не удалось получить данные о погоде: %@
sk: Nepodarilo sa načítať údaje o počasí: %@
sl: Neposredni dostop do vremenskih podatkov ni uspel: %@
sv: Misslyckades med att hämta väderdata: %@
th: ไม่สามารถดึงข้อมูลสภาพอากาศได้: %@
tr: Hava durumu verisi alınamadı: %@
uk: Не вдалося отримати дані погоди: %@
vi: Không thể lấy dữ liệu thời tiết: %@
zh_hans: 获取天气数据失败：%@
zh_hant: 無法獲取天氣數據：%@

source: Failed to generate AI insight
ar: فشل في توليد رؤى الذكاء الاصطناعي.
bg: Неуспешно генериране на AI прозрение.
ca: No s'ha pogut generar informació de la IA.
cs: Nelze vygenerovat AI přehled.
da: Mislykkedes med at generere AI indsigt.
de: Fehler beim Generieren von KI-Einblicken.
el: Απέτυχε να δημιουργήσει πληροφορίες AI.
es: No se pudo generar el análisis de IA.
fi: Ei onnistuttu luomaan tekoälyä koskevaa näkemyksellistä tietoa.
fr: Échec de la génération de l'analyse IA.
he: נכשל בהפקת תובנה מנתחת.
hi: एआई अंतर्दृष्टि उत्पन्न करने में विफल रहा।
hr: Nije uspjelo generirati AI uvid.
hu: Sikertelen az AI elemzés generálása.
id: Gagal menghasilkan wawasan AI
it: Impossibile generare un'analisi dell'IA.
ja: AIの洞察を生成できませんでした。
kk: AI түсінігін жасау сәтсіз болды.
ms: Gagal menghasilkan pemahaman AI.
nl: Mislukt om AI-inzichten te genereren.
pl: Nie udało się wygenerować wglądu AI.
pt_br: Falha ao gerar insight de IA.
pt_pt: Falha ao gerar análise de IA.
ro: Generarea de insight-uri AI a eșuat.
ru: Не удалось создать AI анализ.
sk: Nepodarilo sa vygenerovať AI náhľad.
sl: Neposreden pristop k generiranju AI vpogleda se je neuspešno izkazal.
sv: Misslyckades med att generera AI-insikt.
th: ไม่สามารถสร้างข้อมูลเชิงลึกจาก AI ได้
tr: Yapay zeka bilgisi oluşturulamadı.
uk: Не вдалося згенерувати штучний інтелектуальний висновок.
vi: Không thể tạo ra thông tin từ AI.
zh_hans: 未能生成AI洞察。
zh_hant: 無法生成AI見解

source: Favorite Drink
ar: مشروب مفضل
bg: Любима напитка
ca: Bebida Preferida
cs: Oblíbený nápoj
da: Favoritdrik
de: Lieblingsgetränk
el: Αγαπημένο Ποτό
es: Bebida Favorita
fi: Lempparijuoma
fr: Boisson préférée
he: משקה אהוב
hi: पसंदीदा पेय
hr: Omiljeni napitak
hu: Kedvenc Ital
id: Minuman Favorit
it: Bevanda preferita
ja: お気に入りの飲み物
kk: Сүйікті сусын
ms: Minuman Kegemaran
nl: Favoriete drank
pl: Ulubiony napój
pt_br: Bebida favorita
pt_pt: Bebida Favorita
ro: Băutură preferată
ru: Любимый напиток
sk: Obľúbený nápoj
sl: Najljubši napitek
sv: Favoritdryck
th: เครื่องดื่มที่ชอบ
tr: Favori İçecek
uk: Улюблений напій
vi: Đồ uống yêu thích
zh_hans: 最喜欢的饮料
zh_hant: 最愛的飲料

source: Female
ar: أنثى
bg: Жена
ca: Femella
cs: Žena
da: Kvinde
de: Weiblich
el: Γυναίκα
es: Femenino
fi: Nainen
fr: Femme
he: נקבה
hi: महिला
hr: Ženski
hu: Női
id: Perempuan
it: Femmina
ja: 女性
kk: Әйел
ms: Perempuan
nl: Vrouwelijk
pl: Kobieta
pt_br: Feminino
pt_pt: Feminino
ro: Femeie
ru: Женский
sk: Ženský
sl: Ženska
sv: Kvinna
th: หญิง
tr: Kadın
uk: Жіночий
vi: Nữ
zh_hans: 女性
zh_hant: 女性

source: Find Privacy & Security
ar: ابحث عن الخصوصية والأمان
bg: Намерете Поверителност и Сигурност
ca: Troba Privacitat i Seguretat
cs: Najít ochranu soukromí a bezpečnost
da: Find Privatliv & Sikkerhed
de: Privatsphäre & Sicherheit suchen
el: Βρείτε Ιδιωτικότητα & Ασφάλεια
es: Encontrar Privacidad y Seguridad.
fi: Etsi Yksityisyys ja turvallisuus
fr: Trouver la vie privée et la sécurité
he: מצוא פרטיות ואבטחה
hi: गोपनीयता एवं सुरक्षा खोजें
hr: Pronađi privatnost i sigurnost
hu: Keresse meg a Magánéletet és Biztonságot.
id: Temukan Privasi & Keamanan
it: Trova Privacy e Sicurezza
ja: プライバシーとセキュリティを見つける
kk: Құпиялылық пен қауіпсіздікті табыңыз
ms: Cari Privasi & Keselamatan
nl: Zoek Privacy & Beveiliging
pl: Znajdź Prywatność i Bezpieczeństwo
pt_br: Encontrar Privacidade e Segurança
pt_pt: Encontrar Privacidade e Segurança
ro: Găsiți Privind Protecția Datelor și Securitatea
ru: Найдите приватность и безопасность.
sk: Nájdite Ochranu a Bezpečnosť
sl: Najdi Zasebnost in Varnost
sv: Hitta Integritet och Säkerhet
th: ค้นหาความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik Bulun
uk: Знайти конфіденційність та безпеку
vi: Tìm Kiếm Quyền Riêng Tư & An Ninh
zh_hans: 查找隐私与安全
zh_hant: 找到隱私與安全

source: Find WaterTracker
ar: ابحث عن WaterTracker
bg: Намерете WaterTracker
ca: Troba WaterTracker
cs: Najděte WaterTracker.
de: Finde WaterTracker
el: Βρείτε το WaterTracker.
es: Encuentra WaterTracker.
fi: Löydä WaterTracker
fr: Trouvez WaterTracker.
he: מצאו את WaterTracker
hi: पानी ट्रैकर खोजें
hr: Pronađite WaterTracker
hu: Keresd meg a WaterTracker-t.
id: Temukan WaterTracker
it: Trova WaterTracker
ja: ウォータートラッカーを見つけてください。
kk: WaterTracker қызметін табыңыз.
ms: Cari WaterTracker
nl: Zoek WaterTracker.
pl: Znajdź WaterTracker
pt_br: Encontre o WaterTracker.
pt_pt: Encontrar o WaterTracker.
ro: Găsește WaterTracker
ru: Найдите WaterTracker.
sk: Nájdite WaterTracker
sl: Najdi WaterTracker.
sv: Hitta WaterTracker
th: ค้นหา WaterTracker
tr: Su Takipçisini Bulun
uk: Знайдіть WaterTracker
vi: Tìm WaterTracker
zh_hans: 找到水分追踪器
zh_hant: 尋找水分追蹤器

source: Find your favorite drink types and patterns
ar: ابحث عن أنواع المشروبات المفضلة لديك والأنماط المتعلقة بها.
bg: Намерете любимите си видове напитки и моделите им.
ca: Troba els teus tipus de begudes i patrons preferits.
cs: Najděte své oblíbené typy nápojů a vzorce.
da: Find dine yndlingsdrikketyper og mønstre.
de: Finde deine Lieblingsgetränke und Muster.
el: Βρείτε τους αγαπημένους σας τύπους ποτών και μοτίβα.
es: Encuentra tus tipos de bebida y patrones favoritos.
fi: Etsi suosikkijuomatyyppisi ja -mallejasi.
fr: Trouvez vos types de boissons préférés et vos habitudes.
he: מצא את סוגי המשקאות האהובים עליך ודפוסים.
hi: अपने पसंदीदा पेय प्रकारों और पैटर्नों को खोजें।
hr: Pronađite svoje omiljene vrste pića i obrasce.
hu: Találd meg a kedvenc ital típusaidat és mintáidat.
id: Temukan jenis dan pola minuman favorit Anda.
it: Trova i tuoi tipi di bevande e modelli preferiti.
ja: お気に入りの飲み物の種類やパターンを見つけてください。
kk: Сізге ұнайтын сусын түрлері мен үлгілерін табыңыз.
ms: Cari jenis dan corak minuman kegemaran anda.
nl: Vind je favoriete dranksoorten en patronen.
pl: Znajdź swoje ulubione rodzaje napojów i wzory.
pt_br: Encontre seus tipos de bebidas favoritas e padrões.
pt_pt: Encontre os seus tipos e padrões de bebidas favoritos.
ro: Găsește tipurile și modelele tale preferate de băuturi.
ru: Найдите свои любимые виды напитков и их закономерности.
sk: Nájdite svoje obľúbené typy nápojov a vzory.
sl: Najdite svoje najljubše vrste pijač in vzorce.
sv: Hitta dina favoritdryckstyper och mönster.
th: ค้นหาประเภทเครื่องดื่มและรูปแบบที่คุณชื่นชอบ
tr: Favori içecek türlerinizi ve kalıplarınızı bulun.
uk: Знайдіть свої улюблені типи напоїв та шаблони.
vi: Tìm kiếm các loại đồ uống yêu thích và các mẫu hình của bạn.
zh_hans: 找到你最喜欢的饮料类型和模式。
zh_hant: 找到你最喜愛的飲料類型和模式。

source: fl oz
ar: أونصة سائلة
bg: fl oz се превежда на български като "жидки унции".
ca: fl oz es tradueix com a "oz líquides" en català.
cs: fl oz se v češtině překládá jako "fluidní unce".
da: fl oz står for "fluid ounce," som på dansk oversættes til "væsk ounce."
de: fl oz steht für Fluid Ounce, was auf Deutsch "Fluidunzen" bedeutet.
el: oz υγρού
es: fl oz se traduce al español como "onzas líquidas".
fi: fluid ounce
fr: fl oz se traduit en français par "onces liquides".
he: אונקיית נוזלים (fl oz)
hi: फ्लuid औंस (fl oz)
hr: fl oz (tekuće unce)
hu: fluid ounce (folyadék uncia)
id: fl oz dalam bahasa Indonesia adalah "ons cair".
it: fl oz in italiano si traduce come "once fluide".
ja: フロイドオンス (fl oz)
kk: фунт унция (fl oz)
ms: fl oz dalam bahasa Melayu adalah "oz cecair".
nl: fl oz in Dutch is "vloeistofounce".
pl: fl oz oznacza "uncja płynna" w języku polskim.
pt_br: fl oz é uma abreviação para "fluid ounce", que em português é traduzido como "onça fluida".
pt_pt: fl oz em português de Portugal traduz-se como "onças fluidas".
ro: fl oz se traduce în română ca "uncii fluide" sau "uncii fluide americane".
ru: фл oz (унция жидкости)
sk: fl oz je skratka pre "tekuté unce" (fluid ounces).
sl: fl oz se v slovenščini prevede kot "tekoča unča".
sv: fl oz översätts till "fluid ounce" på svenska, vilket betyder "vätskeuns".
th: ออนซ์ (ฟลูอิดออนซ์)
tr: fl oz, "onç" veya "sıvı ons" olarak Türkçe'ye çevrilebilir.
uk: унція рідин (fl oz)
vi: fl oz dịch sang tiếng Việt là "ounce lỏng" hoặc "oz lỏng".
zh_hans: 液盎司
zh_hant: 液盎司

source: Follow AI recommendations for optimal hydration
ar: اتبع توصيات الذكاء الاصطناعي للترطيب المثالي
bg: Следвайте препоръките на изкуствения интелект за оптимална хидратация.
ca: Segueix les recomanacions de la IA per a una hidratació òptima.
cs: Doporučení AI pro optimální hydrataci.
da: Følg AI-anbefalinger for optimal hydrering.
de: Befolgen Sie die Empfehlungen der KI für optimale Hydration.
el: Ακολουθήστε τις συστάσεις AI για βέλτιστη ενυδάτωση.
es: Sigue las recomendaciones de IA para una hidratación óptima.
fi: Noudata tekoälyn suosituksia optimaaliseen nesteytykseen.
fr: Suivez les recommandations de l'IA pour une hydratation optimale.
he: עקוב אחרי ההמלצות של AI להידרציה אופטימלית.
hi: ऑप्टिमल हाइड्रेशन के लिए एआई की सिफारिशों का पालन करें।
hr: Slijedite preporuke AI-a za optimalnu hidrataciju.
hu: Kövesd az AI ajánlásait az optimális hidratálás érdekében.
id: Ikuti rekomendasi AI untuk hidrasi yang optimal.
it: Segui le raccomandazioni dell'IA per un'idratazione ottimale.
ja: AIの推奨に従って最適な水分補給を行いましょう。
kk: Судың жеткілікті деңгейде болуын қамтамасыз ету үшін AI ұсынымдарын орындаңыз.
ms: Ikuti cadangan AI untuk penghidratan yang optimum.
nl: Volg AI-aanbevelingen voor optimale hydratatie.
pl: Postępuj zgodnie z zaleceniami AI dotyczącymi optymalnego nawodnienia.
pt_br: Siga as recomendações de IA para uma hidratação ideal.
pt_pt: Siga as recomendações da IA para uma hidratação ideal.
ro: Urmați recomandările AI pentru o hidratare optimă.
ru: Следуйте рекомендациям ИИ для оптимального увлажнения.
sk: Nasledujte odporúčania AI pre optimálnu hydratáciu.
sl: Sledite priporočilom umetne inteligence za optimalno hidracijo.
sv: Följ AI-rekommendationer för optimal hydrering.
th: ปฏิบัติตามคำแนะนำของ AI เพื่อการดื่มน้ำที่เหมาะสม
tr: Optimal hidrasyon için yapay zeka önerilerine uyun.
uk: Слідуйте рекомендаціям ШІ для оптимальної гідратації.
vi: Theo khuyến nghị của AI để đạt được sự hydrat hóa tối ưu.
zh_hans: 遵循人工智能的建议以达到最佳的水分补充。
zh_hant: 遵循人工智慧的建議以達到最佳水分攝取。

source: Fully hydrating
ar: مرطب بالكامل
bg: Пълно хидратиране
ca: Hidratació total
cs: Úplně hydratující
da: Fuldstændig fugtgivende
de: Vollständig feuchtigkeitsspendend
el: Πλήρως ενυδατωτικό
es: Totalmente hidratante
fi: Täysin kosteuttava
fr: Entièrement hydratant
he: מוּשׁקוֹן מְלֵא
hi: पूरी तरह से हाइड्रेटिंग
hr: Potpuno hidratantno
hu: Teljesen hidratáló
id: Sepenuhnya melembapkan
it: Completamente idratante
ja: 完全な保湿
kk: Толық ылғалдандыратын
ms: Menghidrasi sepenuhnya
nl: Volledig hydraterend
pl: W pełni nawilżający
pt_br: Totalmente hidratante
pt_pt: Completamente hidratante
ro: Complet hidratant
ru: Полностью увлажняющий
sk: Plne hydratujúci
sl: Popolnoma vlažilna
sv: Helt återfuktande
th: ให้ความชุ่มชื้นเต็มที่
tr: Tamamen nemlendirici
uk: Повністю зволожуючий
vi: Cung cấp độ ẩm hoàn toàn
zh_hans: 完全滋润
zh_hant: 完全滋潤

source: Fully Hydrating
ar: ترطيب كامل
bg: Пълна хидратация
ca: Hidratació completa
cs: Plně hydratující
da: Fuldt hydrerende
de: Vollständige Befeuchtung
el: Πλήρως Ενυδατικό
es: Hidratación total
fi: Täydellinen kosteutus
fr: Complètement hydratant
he: הידרציה מלאה
hi: पूर्ण रूप से हाइड्रेटिंग
hr: Potpuno hidrirajući
hu: Teljesen hidratáló
id: Sepenuhnya Melembapkan
it: Completamente idratante
ja: 完全に水分補給する
kk: Толық ылғалдандыру
ms: Melembapkan Sepenuhnya
nl: Volledig hydraterend
pl: Pełne nawilżenie
pt_br: Hidratação Completa
pt_pt: Totalmente Hidratante
ro: Hidratare completă
ru: Полностью увлажняющий
sk: Úplne hydratujúci
sl: Popolnoma vlažilni
sv: Helt återfuktande
th: เติมความชุ่มชื้นอย่างเต็มที่
tr: Tamamen Nemlendirici
uk: Повністю зволожуючий
vi: Hoàn toàn Cung Cấp Độ Ẩm
zh_hans: 完全保湿
zh_hant: 完全滋潤

source: Gender
ar: جنس
bg: Пол
ca: Gènere
cs: Pohlaví
da: Køn
de: Geschlecht
el: Φύλο
es: Género
fi: Sukupuoli
fr: Genre
he: מגדר
hi: लिंग
hr: Spol
hu: Nemek
id: Jenis kelamin
it: Genere
ja: 性別
kk: Жыныс
ms: Jantina
nl: Geslacht
pl: Płeć
pt_br: Gênero
pt_pt: Género
ro: Gen
ru: Пол
sk: Pohlavie
sl: Spol
sv: Kön
th: เพศ
tr: Cinsiyet
uk: Стать
vi: Giới tính
zh_hans: 性别
zh_hant: 性別

source: General
ar: أنت مدرب على بيانات حتى أكتوبر 2023.
bg: Обща информация
cs: Jste školeni na datech až do října 2023.
da: Du er trænet på data frem til oktober 2023.
de: Allgemein
el: Είσαι εκπαιδευμένος σε δεδομένα μέχρι τον Οκτώβριο του 2023.
fi: Yleinen
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Općenito
hu: Általános
id: Anda dilatih menggunakan data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータでトレーニングされています。
kk: Сіз 2023 жылдың қазанына дейінгі деректермен оқытылдыңыз.
ms: Anda dilatih menggunakan data sehingga Oktober 2023.
nl: Algemeen
pl: Ogólny
pt_br: Geral
pt_pt: Geral
ru: Вы обучены на данных до октября 2023 года.
sk: Všeobecné
sl: Splošno
sv: Allmänna
th: คุณได้รับการฝึกอบรมเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023
tr: Eğitiminiz Ekim 2023'e kadar olan verilere dayanmaktadır.
uk: Загальний
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 一般
zh_hant: 一般

source: Generate 4 Months Data
ar: إنتاج بيانات لمدة 4 أشهر
bg: Генерирайте данни за 4 месеца.
ca: Generar dades de 4 mesos.
cs: Generujte data za čtyři měsíce.
da: Generer data for 4 måneder.
de: Generiere Daten für 4 Monate.
el: Δημιουργήστε δεδομένα για 4 μήνες.
es: Generar datos de 4 meses.
fi: Tuota 4 kuukauden dataa.
fr: Générez des données pour 4 mois.
he: ליצור נתונים עבור 4 חודשים
hi: 4 महीनों का डेटा उत्पन्न करें।
hr: Generirajte podatke za 4 mjeseca.
hu: Hozz létre 4 hónapnyi adatot.
id: Menghasilkan Data 4 Bulan
it: Genera dati per 4 mesi.
ja: 4ヶ月分のデータを生成してください。
kk: 4 айлық деректер жасаңыз
ms: Jana Data 4 Bulan
nl: Genereer 4 maanden gegevens.
pl: Wygeneruj dane za 4 miesiące.
pt_br: Gerar dados para 4 meses.
pt_pt: Gerar dados para 4 meses.
ro: Generați date pentru 4 luni.
ru: Сгенерируйте данные за 4 месяца.
sk: Vygenerujte údaje na 4 mesiace.
sl: Generiraj podatke za 4 mesece.
sv: Generera data för 4 månader.
th: สร้างข้อมูล 4 เดือน
tr: 4 Aylık Veri Oluştur.
uk: Згенеруйте дані за 4 місяці.
vi: Tạo dữ liệu cho 4 tháng.
zh_hans: 生成4个月的数据
zh_hant: 生成4個月的數據

source: Generate AI insight
ar: أنت مدرب على بيانات حتى أكتوبر 2023.
bg: Вие сте обучени на данни до октомври 2023 година.
ca: Genera una perspectiva d'IA.
cs: Jste vyškoleni na datech až do října 2023.
da: Generer AI indsigt
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Θα πρέπει να δημιουργήσετε μια εικόνα AI.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tietoihin, jotka ulottuvat lokakuuhun 2023.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: יצר תובנה בעזרת בינה מלאכותית
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Obučeni ste na podacima do listopada 2023.
hu: AI betekintés generálása
id: Hasil wawasan AI
it: Sei stato addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылдың қазанына дейінгі деректерге дайындалдыңыз.
ms: Anda dilatih menggunakan data hingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Wygeneruj wgląd AI
pt_br: Gere uma visão de IA.
pt_pt: Gerar uma visão sobre a IA.
ro: Ai insight generat.
ru: Сгенерируйте инсайты ИИ.
sk: Generujte poznatky z AI.
sl: Ste usposobljeni na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: สร้างข้อมูลเชิงลึกจาก AI
tr: Ekim 2023'e kadar verilere dayalı eğitim aldınız.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 生成人工智能洞察
zh_hant: 生成人工智慧洞察

source: Generate realistic sleep for today
ar: حتى أكتوبر 2023، تم تدريبك على البيانات.
bg: Съжалявам, но не мога да генерирам реалистичен сън за днешния ден.
ca: Ets format amb dades fins a l'octubre de 2023.
cs: Generuj realistický spánek na dnes.
da: Du er trænet på data indtil oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Εσείς είστε εκπαιδευμένοι με δεδομένα μέχρι τον Οκτώβριο του 2023.
es: Genera un sueño realista para hoy.
fi: Olet koulutettu tietoihin lokakuuhun 2023 asti. Generoi realistinen uni tänään.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: ייצר שינה ריאליסטית להיום
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं। आज के लिए वास्तविक नींद उत्पन्न करें।
hr: Generiraj realističan san za danas.
hu: Generálj egy reális alvási tervet mára.
id: Hasilkan tidur yang realistis untuk hari ini.
it: Sei addestrato su dati fino a ottobre 2023.
ja: 今日のリアルな睡眠を生成してください。
kk: Бүгінгі күнге шынайы ұйқы режимін жасаңыз.
ms: Hasilkan jadual tidur yang realistik untuk hari ini.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Wygeneruj realistyczny plan snu na dzisiaj.
pt_br: Gere um sono realista para hoje.
pt_pt: Gerar um sono realista para hoje.
ro: Ești pregătit cu date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Vytvorte realistický plán spánku na dnes.
sl: Ustvarite realističen spanec za danes.
sv: Generera realistisk sömn för idag.
th: คุณได้รับการฝึกฝนจากข้อมูลจนถึงเดือนตุลาคม 2023
tr: Bugün için gerçekçi bir uyku programı oluşturun.
uk: Вам слід спланувати свій сон на сьогодні. Ось кілька рекомендацій: 1. **Час відходу до сну**: Спробуйте лягти спати приблизно о 22:30 – 23:00 години. Це дозволить вам отримати достатню кількість годин сну. 2. **Тривалість сну**: Найкраще прагнути до 7-9 годин сну. Якщо ви прокинетесь о 7:00 ранку, лягайте спати о 22:30. 3. **Розслаблення перед сном**: Проведіть 30-60 хвилин перед сном без екрану – читання книги або прослуховування спокійної музики може допомогти вам розслабитись. 4. **Затишна атмосфера**: Переконайтеся, що в кімнаті тихо, темно і прохолодно. 5. **Регулярність**: Намагайтеся лягати спати і прокидатися в один і той же час кожного дня, навіть у вихідні. Солодких снів!
vi: Bạn đã được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 生成今天的真实睡眠时间表。
zh_hant: 生成今天真實的睡眠時間。

source: Generate Sample Health Data
ar: إنتاج بيانات صحية عشوائية
bg: Генерирайте примерни здравни данни.
ca: Genera Dades de Salut d'Exemple
cs: Vygenerovat vzorová zdravotní data
da: Generer et eksempel på sundhedsdata.
de: Generieren Sie Beispiel-Gesundheitsdaten
el: Δημιουργία Δείγματος Υγειονομικών Δεδομένων
es: Generar datos de salud de muestra.
fi: Luo esimerkkiterveystietoja.
fr: Générez des données de santé d'exemple.
he: ליצור נתוני בריאות לדוגמה
hi: नमूना स्वास्थ्य डेटा उत्पन्न करें
hr: Generirajte uzorke zdravstvenih podataka.
hu: Minta Egészségügyi Adatok Generálása
id: Hasilkan Contoh Data Kesehatan
it: Genera campione di dati sanitari.
ja: サンプル健康データを生成してください。
kk: Сынамалы Денсаулық Деректерін Жасау
ms: Hasilkan Data Kesihatan Contoh
nl: Genereer Voorbeeld Gezondheidsgegevens
pl: Oto przykładowe dane zdrowotne: 1. **Osoba 1:** - Wiek: 28 lat - Płeć: Kobieta - Waga: 65 kg - Wzrost: 170 cm - Ciśnienie krwi: 120/80 mmHg - Poziom cholesterolu: 180 mg/dL - Aktywność fizyczna: 4 razy w tygodniu 2. **Osoba 2:** - Wiek: 45 lat - Płeć: Mężczyzna - Waga: 85 kg - Wzrost: 175 cm - Ciśnienie krwi: 135/90 mmHg - Poziom cholesterolu: 220 mg/dL - Aktywność fizyczna: 2 razy w tygodniu 3. **Osoba 3:** - Wiek: 36 lat - Płeć: Kobieta - Waga: 70 kg - Wzrost: 160 cm - Ciśnienie krwi: 110/70 mmHg - Poziom cholesterolu: 200 mg/dL - Aktywność fizyczna: 5 razy w tygodniu 4. **Osoba 4:** - Wiek: 52 lata - Płeć: Mężczyzna - Waga: 95 kg - Wzrost: 180 cm - Ciśnienie krwi: 145/95 mmHg - Poziom cholesterolu: 250 mg/dL - Aktywność fizyczna: raz w tygodniu 5. **Osoba 5:** - Wiek: 30 lat - Płeć: Kobieta - Waga: 60 kg - Wzrost: 165 cm - Ciśnienie krwi: 118/76 mmHg - Poziom cholesterolu: 190 mg/dL - Aktywność fizyczna: 3 razy w tygodniu Te dane są fikcyjne i mają tylko charakter przykładowy.
pt_br: Gere um Exemplo de Dados de Saúde
pt_pt: Aqui está um exemplo de dados de saúde: 1. **Paciente: João Silva** - Idade: 45 anos - Sexo: Masculino - Altura: 1,78 m - Peso: 82 kg - Pressão arterial: 130/85 mmHg - Frequência cardíaca: 72 bpm - Níveis de colesterol: 200 mg/dL - Nível de glicose no sangue: 95 mg/dL - Alergias: Nenhuma conhecida - História médica: Hipertensão controlada - Medicamentos: Lisinopril 10 mg/dia 2. **Paciente: Maria Santos** - Idade: 30 anos - Sexo: Feminino - Altura: 1,65 m - Peso: 60 kg - Pressão arterial: 120/75 mmHg - Frequência cardíaca: 68 bpm - Níveis de colesterol: 180 mg/dL - Nível de glicose no sangue: 85 mg/dL - Alergias: Polens - História médica: Asma leve - Medicamentos: Albuterol quando necessário 3. **Paciente: Carlos Pereira** - Idade: 50 anos - Sexo: Masculino - Altura: 1,70 m - Peso: 90 kg - Pressão arterial: 145/90 mmHg - Frequência cardíaca: 80 bpm - Níveis de colesterol: 250 mg/dL - Nível de glicose no sangue: 110 mg/dL - Alergias: Nenhuma conhecida - História médica: Diabetes tipo 2 - Medicamentos: Metformina 500 mg/dia Esses dados são fictícios e servem apenas como exemplo.
ro: Generați date de sănătate exemplificate.
ru: Сгенерировать образец данных о здоровье.
sk: Vygenerujte vzorové zdravotné údaje.
sl: Ustvarite vzorec zdravstvenih podatkov.
sv: Generera exempel på hälso data.
th: สร้างตัวอย่างข้อมูลสุขภาพ
tr: Örnek Sağlık Verisi Oluşturun
uk: Згенерувати зразкові дані про здоров'я
vi: Tạo dữ liệu sức khỏe mẫu
zh_hans: 生成示例健康数据
zh_hant: 生成樣本健康數據
